var searchData=
[
  ['переход_20от_20версии_205_20к_20версии_206_0',['Анализ изменений: Переход от Версии 5 к Версии 6',['../md_update.html',1,'']]],
  ['прочитано_1',['3.1. Более надежный механизм пометки сообщений как &quot;Прочитано&quot;',['../md_update.html#autotoc_md20',1,'']]],
  ['полировка_20ux_2',['2. 🎨 Визуальные улучшения и полировка UX',['../md_update.html#autotoc_md16',1,'']]],
  ['пометки_20сообщений_20как_20прочитано_3',['3.1. Более надежный механизм пометки сообщений как &quot;Прочитано&quot;',['../md_update.html#autotoc_md20',1,'']]],
  ['по_20архитектуре_20v4_4',['4. Итоги по архитектуре V4',['../md_description.html#autotoc_md12',1,'']]],
  ['приложения_5',['3.1. &lt;span class=&quot;tt&quot;&gt;MainWindow&lt;/span&gt;: Ядро приложения',['../md_description.html#autotoc_md7',1,'']]],
  ['принципы_6',['1. Общее видение и принципы',['../md_description.html#autotoc_md1',1,'']]],
  ['принципы_3a_7',['Ключевые архитектурные принципы:',['../md_description.html#autotoc_md2',1,'']]],
  ['проекта_3a_20чат_20клиент_20версия_204_8',['Архитектура проекта: Чат-клиент (Версия 4)',['../md_description.html',1,'']]]
];
