var searchData=
[
  ['изменение_20базового_20класса_0',['Шаг 1: Изменение базового класса',['../md_update.html#autotoc_md19',1,'']]],
  ['итоги_20по_20архитектуре_1',['4. Итоги по архитектуре',['../md_description.html#autotoc_md12',1,'']]],
  ['изменений_2',['1. Мотивация для изменений',['../md_update.html#autotoc_md14',1,'']]],
  ['изменения_20в_20коде_3',['3. Ключевые этапы перехода и изменения в коде',['../md_update.html#autotoc_md18',1,'']]],
  ['и_20после_4',['2. Сравнение архитектур &quot;До&quot; и &quot;После&quot;',['../md_update.html#autotoc_md15',1,'']]],
  ['и_20жизненный_20цикл_20запроса_5',['3. Компонентный разбор и жизненный цикл запроса',['../md_description.html#autotoc_md10',1,'']]],
  ['и_20изменения_20в_20коде_6',['3. Ключевые этапы перехода и изменения в коде',['../md_update.html#autotoc_md18',1,'']]],
  ['и_20парадигмы_3a_7',['Ключевые технологии и парадигмы:',['../md_description.html#autotoc_md2',1,'']]],
  ['и_20структуры_20проекта_3a_20чат_20сервер_20версия_204_8',['Описание архитектуры и структуры проекта: Чат-сервер (Версия 4)',['../md_description.html',1,'']]]
];
