var searchData=
[
  ['переход_20на_20мультипротокольную_20модель_20tcp_20websocket_0',['Архитектурный рефакторинг: Переход на мультипротокольную модель (TCP + WebSocket)',['../md_update.html',1,'']]],
  ['после_1',['2. Сравнение архитектур &quot;До&quot; и &quot;После&quot;',['../md_update.html#autotoc_md15',1,'']]],
  ['преимущества_20новой_20архитектуры_2',['4. Преимущества новой архитектуры',['../md_update.html#autotoc_md26',1,'']]],
  ['парадигмы_3a_3',['Ключевые технологии и парадигмы:',['../md_description.html#autotoc_md2',1,'']]],
  ['перехода_20и_20изменения_20в_20коде_4',['3. Ключевые этапы перехода и изменения в коде',['../md_update.html#autotoc_md18',1,'']]],
  ['персистентности_20база_20данных_20sqlite_5',['2.4. Слой персистентности (База данных SQLite)',['../md_description.html#autotoc_md8',1,'']]],
  ['подключений_6',['Шаг 4: Новый механизм обработки подключений',['../md_update.html#autotoc_md22',1,'']]],
  ['по_20архитектуре_7',['4. Итоги по архитектуре',['../md_description.html#autotoc_md12',1,'']]],
  ['проекта_8',['1. Обзор проекта',['../md_description.html#autotoc_md1',1,'']]],
  ['проекта_3a_20чат_20сервер_20версия_204_9',['Описание архитектуры и структуры проекта: Чат-сервер (Версия 4)',['../md_description.html',1,'']]]
];
