var searchData=
[
  ['мотивация_20для_20изменений_0',['1. Мотивация для изменений',['../md_update.html#autotoc_md14',1,'']]],
  ['механизм_20обработки_20подключений_1',['Шаг 4: Новый механизм обработки подключений',['../md_update.html#autotoc_md22',1,'']]],
  ['модель_20tcp_20websocket_2',['Архитектурный рефакторинг: Переход на мультипротокольную модель (TCP + WebSocket)',['../md_update.html',1,'']]],
  ['мультипротокольную_20модель_20tcp_20websocket_3',['Архитектурный рефакторинг: Переход на мультипротокольную модель (TCP + WebSocket)',['../md_update.html',1,'']]]
];
