var searchData=
[
  ['новая_20архитектура_20версия_201_0',['Новая архитектура (Версия 1)',['../md_update.html#autotoc_md17',1,'']]],
  ['новый_20механизм_20обработки_20подключений_1',['Шаг 4: Новый механизм обработки подключений',['../md_update.html#autotoc_md22',1,'']]],
  ['на_20мультипротокольную_20модель_20tcp_20websocket_2',['Архитектурный рефакторинг: Переход на мультипротокольную модель (TCP + WebSocket)',['../md_update.html',1,'']]],
  ['на_20основе_20карты_20обработчиков_20handler_20map_3',['2.2. Обработка команд на основе карты обработчиков (Handler Map)',['../md_description.html#autotoc_md6',1,'']]],
  ['новой_20архитектуры_4',['4. Преимущества новой архитектуры',['../md_update.html#autotoc_md26',1,'']]]
];
