var searchData=
[
  ['шаг_201_3a_20изменение_20базового_20класса_0',['Шаг 1: Изменение базового класса',['../md_update.html#autotoc_md19',1,'']]],
  ['шаг_202_3a_20введение_20серверных_20объектов_20композиция_1',['Шаг 2: Введение серверных объектов (Композиция)',['../md_update.html#autotoc_md20',1,'']]],
  ['шаг_203_3a_20обновление_20логики_20запуска_20сервера_2',['Шаг 3: Обновление логики запуска сервера',['../md_update.html#autotoc_md21',1,'']]],
  ['шаг_204_3a_20новый_20механизм_20обработки_20подключений_3',['Шаг 4: Новый механизм обработки подключений',['../md_update.html#autotoc_md22',1,'']]],
  ['шаг_205_3a_20унификация_20управления_20клиентами_4',['Шаг 5: Унификация управления клиентами',['../md_update.html#autotoc_md23',1,'']]],
  ['шаг_206_3a_20абстрагирование_20отправки_20данных_5',['Шаг 6: Абстрагирование отправки данных',['../md_update.html#autotoc_md24',1,'']]],
  ['шаг_207_3a_20адаптация_20обработчиков_20handlers_6',['Шаг 7: Адаптация обработчиков (Handlers)',['../md_update.html#autotoc_md25',1,'']]]
];
