var searchData=
[
  ['абстрагирование_20отправки_20данных_0',['Шаг 6: Абстрагирование отправки данных',['../md_update.html#autotoc_md24',1,'']]],
  ['адаптация_20обработчиков_20handlers_1',['Шаг 7: Адаптация обработчиков (Handlers)',['../md_update.html#autotoc_md25',1,'']]],
  ['архитектурный_20рефакторинг_3a_20переход_20на_20мультипротокольную_20модель_20tcp_20websocket_2',['Архитектурный рефакторинг: Переход на мультипротокольную модель (TCP + WebSocket)',['../md_update.html',1,'']]],
  ['архитектура_20версия_201_3',['Новая архитектура (Версия 1)',['../md_update.html#autotoc_md17',1,'']]],
  ['архитектура_20версия_202_4',['Старая архитектура (Версия 2)',['../md_update.html#autotoc_md16',1,'']]],
  ['архитектуре_5',['4. Итоги по архитектуре',['../md_description.html#autotoc_md12',1,'']]],
  ['архитектурные_20решения_6',['2. Ключевые архитектурные решения',['../md_description.html#autotoc_md4',1,'']]],
  ['архитектуры_7',['4. Преимущества новой архитектуры',['../md_update.html#autotoc_md26',1,'']]],
  ['архитектуры_20и_20структуры_20проекта_3a_20чат_20сервер_20версия_204_8',['Описание архитектуры и структуры проекта: Чат-сервер (Версия 4)',['../md_description.html',1,'']]],
  ['архитектур_20до_20и_20после_9',['2. Сравнение архитектур &quot;До&quot; и &quot;После&quot;',['../md_update.html#autotoc_md15',1,'']]]
];
