var searchData=
[
  ['слой_20персистентности_20база_20данных_20sqlite_0',['2.4. Слой персистентности (База данных SQLite)',['../md_description.html#autotoc_md8',1,'']]],
  ['сравнение_20архитектур_20до_20и_20после_1',['2. Сравнение архитектур &quot;До&quot; и &quot;После&quot;',['../md_update.html#autotoc_md15',1,'']]],
  ['старая_20архитектура_20версия_202_2',['Старая архитектура (Версия 2)',['../md_update.html#autotoc_md16',1,'']]],
  ['сервера_3',['Шаг 3: Обновление логики запуска сервера',['../md_update.html#autotoc_md21',1,'']]],
  ['серверных_20объектов_20композиция_4',['Шаг 2: Введение серверных объектов (Композиция)',['../md_update.html#autotoc_md20',1,'']]],
  ['сервер_20версия_204_5',['Описание архитектуры и структуры проекта: Чат-сервер (Версия 4)',['../md_description.html',1,'']]],
  ['сетевой_20уровень_20tcp_20websocket_6',['2.1. Гибридный сетевой уровень (TCP + WebSocket)',['../md_description.html#autotoc_md5',1,'']]],
  ['состоянием_20клиентов_7',['2.3. Управление состоянием клиентов',['../md_description.html#autotoc_md7',1,'']]],
  ['структуры_20проекта_3a_20чат_20сервер_20версия_204_8',['Описание архитектуры и структуры проекта: Чат-сервер (Версия 4)',['../md_description.html',1,'']]]
];
