var searchData=
[
  ['2_0',['Старая архитектура (Версия 2)',['../md_update.html#autotoc_md16',1,'']]],
  ['2_20ключевые_20архитектурные_20решения_1',['2. Ключевые архитектурные решения',['../md_description.html#autotoc_md4',1,'']]],
  ['2_20обработка_20команд_20на_20основе_20карты_20обработчиков_20handler_20map_2',['2.2. Обработка команд на основе карты обработчиков (Handler Map)',['../md_description.html#autotoc_md6',1,'']]],
  ['2_20сравнение_20архитектур_20до_20и_20после_3',['2. Сравнение архитектур &quot;До&quot; и &quot;После&quot;',['../md_update.html#autotoc_md15',1,'']]],
  ['2_201_20гибридный_20сетевой_20уровень_20tcp_20websocket_4',['2.1. Гибридный сетевой уровень (TCP + WebSocket)',['../md_description.html#autotoc_md5',1,'']]],
  ['2_202_20обработка_20команд_20на_20основе_20карты_20обработчиков_20handler_20map_5',['2.2. Обработка команд на основе карты обработчиков (Handler Map)',['../md_description.html#autotoc_md6',1,'']]],
  ['2_203_20управление_20состоянием_20клиентов_6',['2.3. Управление состоянием клиентов',['../md_description.html#autotoc_md7',1,'']]],
  ['2_204_20слой_20персистентности_20база_20данных_20sqlite_7',['2.4. Слой персистентности (База данных SQLite)',['../md_description.html#autotoc_md8',1,'']]],
  ['2_3a_20введение_20серверных_20объектов_20композиция_8',['Шаг 2: Введение серверных объектов (Композиция)',['../md_update.html#autotoc_md20',1,'']]]
];
