var searchData=
[
  ['введение_20серверных_20объектов_20композиция_0',['Шаг 2: Введение серверных объектов (Композиция)',['../md_update.html#autotoc_md20',1,'']]],
  ['версия_201_1',['Новая архитектура (Версия 1)',['../md_update.html#autotoc_md17',1,'']]],
  ['версия_202_2',['Старая архитектура (Версия 2)',['../md_update.html#autotoc_md16',1,'']]],
  ['версия_204_3',['Описание архитектуры и структуры проекта: Чат-сервер (Версия 4)',['../md_description.html',1,'']]],
  ['в_20коде_4',['3. Ключевые этапы перехода и изменения в коде',['../md_update.html#autotoc_md18',1,'']]]
];
