var searchData=
[
  ['1_0',['Новая архитектура (Версия 1)',['../md_update.html#autotoc_md17',1,'']]],
  ['1_20гибридный_20сетевой_20уровень_20tcp_20websocket_1',['2.1. Гибридный сетевой уровень (TCP + WebSocket)',['../md_description.html#autotoc_md5',1,'']]],
  ['1_20мотивация_20для_20изменений_2',['1. Мотивация для изменений',['../md_update.html#autotoc_md14',1,'']]],
  ['1_20обзор_20проекта_3',['1. Обзор проекта',['../md_description.html#autotoc_md1',1,'']]],
  ['1_3a_20изменение_20базового_20класса_4',['Шаг 1: Изменение базового класса',['../md_update.html#autotoc_md19',1,'']]]
];
