var searchData=
[
  ['4_0',['Описание архитектуры и структуры проекта: Чат-сервер (Версия 4)',['../md_description.html',1,'']]],
  ['4_20итоги_20по_20архитектуре_1',['4. Итоги по архитектуре',['../md_description.html#autotoc_md12',1,'']]],
  ['4_20преимущества_20новой_20архитектуры_2',['4. Преимущества новой архитектуры',['../md_update.html#autotoc_md26',1,'']]],
  ['4_20слой_20персистентности_20база_20данных_20sqlite_3',['2.4. Слой персистентности (База данных SQLite)',['../md_description.html#autotoc_md8',1,'']]],
  ['4_3a_20новый_20механизм_20обработки_20подключений_4',['Шаг 4: Новый механизм обработки подключений',['../md_update.html#autotoc_md22',1,'']]]
];
